Repository: ki113d/Supybot-plugins
Catalog: Wikipedia/locales/*.po
Languages: fr, it

source: URL of the website from where you want to pull pages (usually: your language's wikipedia)
fr: URL du site web d'om vous voulez récuper les page (généralement : le Wikipedia de votre langue.
it: URL del sito web da cui recuperare le pagine (solitamente wikipedia nella tua lingua).

source: en.wikipedia.org
fr: fr.wikipedia.org
it: it.wikipedia.org

source: <search term> Returns the first paragraph of a Wikipedia article
fr: <terme recherché> Retourne le premier paragraphe d'un article de Wikipedia.
it: <termine di ricerca> Restituisce il primo paragrafo di un articolo di Wikipedia.

source: I didn't find anything for "%s".Did you mean "%s"?
fr: Je ne peux rien trouver pour "%s". Vouliez-vous dire "%s" ?
it: Non trovo nulla per "%s"; intendevi "%s"?

source: I didn't find anything for "%s", but here's the result for "%s":
fr: Je ne peux rien trouver pour "%s", mais voici le résultat de "%s" :
it: Non trovo nulla per "%s", ma questi sono i risultati per "%s":

source: Redirected from
fr: Redirigé de
it: Rediretto da

source: Retrieved from
fr: Recu de
it: Recuperato da

source: %s is a disambiguation page. Possible results are: %s
fr: %s est une page de désambiguation. Les résultats possibles son : %s
it: %s è una pagina di disambiguazione; i possibili risultati sono: %s

source: This article is about the year [\d]*\. For the [a-zA-Z ]* [\d]*, see
fr: Cette page concerne l'année
it: Questo articolo è circa dell'anno [\d]*\. Per il [a-zA-Z ]* [\d]* vedi

source: "%s" is a page full of events that happened in that year. If you were looking for information about the number itself, try searching for "%s_(number)", but don't expect anything useful...
fr: "%s" est une page pleine d'évènement qui se sont produits cette année. Si vous recherches des informations à propos du nombre lui-même, essayez de rechercher "%s_(nombre)", mais ne vous attendez pas à quelque chose d'utile...
it: "%s" è una pagina piena di eventi accaduti quest'anno. Se stavi cercando informazioni sul numero prova "%s_(numero)", ma non aspettarti niente di utile...

source: Not found, or page bad formed.
fr: Non trouvé, ou page mal formée.
it: Non trovato, o pagina non valida.
