Repository: ki113d/Supybot-plugins
Catalog: Packages/locales/*.po
Languages: it

source: Returns -1, 0, or 1, depending on the newest version.
it: Restituisce -1, 0 o 1 a seconda della versione più recente.

source: Tries to find the directory where plugin files are. Returns None if it is not found or if any file is missing.
it: Tenta di trovare la directory dove risiedono i file dei plugin. Restituisce "None" se non trovata o se un file è mancante.

source: <filename> [--force] Installs the package. If the package has been downloaded with Packages, just give the package name; otherwise, give the full path (including the extension). If given, --force disables sanity checks (usage is deprecated).
it: <nome_file> [--force] Installa un pacchetto. Se questo è stato scaricato con Packages è sufficiente il nome del pacchetto, altrimenti è necessario fornire il percorso completo (inclusa l'estensione). Se specificato, --force disabilita il controllo dell'integrità dei dati (il suo uso è deprecato).

source: Cannot open the package. Are you sure it is readable, it is a tarball and it is not corrupted?
it: Impossibile aprire il pacchetto; sei certo che sia un archivio tar leggibile e non danneggiato?

source: The file is not a valid package.
it: Il file non è un pacchetto valido.

source: Namespace for runned code
it: Namespace per il codice eseguito

source: %s (missing)
it: %s (mancante)

source: %s (>=%s needed, but %s available)
it: %s (>=%s necessaria ma %s disponibile)

source: Missing dependency(ies):
it: Dipendenze mancanti:

source: No writable plugin directory found.
it: Non è stata trovata nessuna directory del plugin scrivibile.

source: <package> [--version <version>] [--repo <repository url>] Downloads the <package> at the <repository url>. <version> defaults to the latest version available. <repository url> defaults to http://packages.supybot.fr.cr/
it: <pacchetto> [--version <versione>] [--repo <URL repository>] Scarica <pacchetto> da <URL repository>. <versione> è in modo predefinito l'ultima disponibile, mentre <URL repository> predefinito è http://packages.supybot.fr.cr/

source: Bad formed url.
it: Formato URL errato.

source: Server's JSON is bad formed.
it: Il server JSON è errato.

source: No packages matches your query.
it: Nessun pacchetto corrisponde alla richiesta.

source: [<repository url>] Checks for updates for loaded plugins at the <repository url>. <repository url> defaults to http://packages.supybot.fr.cr/
it: [<URL repository>] Cerca aggiornamenti per i plugin caricati su <URL repository>, l'indirizzo predefinito è http://packages.supybot.fr.cr/

source: All loaded plugins are up to date :)
it: Tutti i plugin caricati sono aggiornati :)

source: [<repository url>] [--name <name>] [--version <version>] [--author <author>] [<description>] Searches the packages matching the query in the <repository url>. <repository url> defaults to http://packages.supybot.fr.cr
it: [<URL repository>] [--name <nome>] [--version <versione>] [--author <autore>] [<descrizione>] Cerca i pacchetti corrispondenti alla richiesta in <URL repository>, l'indirizzo predefinito è http://packages.supybot.fr.cr

source: [<repository url>] <package> [<version>] [--author-full] Displays informations about the <package>, at the given <version>. <repository url> defaults to http://packages.supybot.fr.cr/ and <version> defaults to the latest available.
it: [<URL repository>] <pacchetto> [<versione>] [--author-full] Mostra le informazioni di <pacchetto> alla data <versione>. <URL repository> predefinito è http://packages.supybot.fr.cr/ mentre <versione> è in modo predefinito l'ultima disponibile.
