Repository: ki113d/Supybot-plugins
Catalog: Sudo/locales/*.po
Languages: it

source: Add a rule with the given ID.
it: Aggiunge una regola con l'ID specificato.

source: Remove the rule associated with the name, and returns it.
it: Rimuove la regola associata al nome e la riporta.

source: Plugin that allows to run commands as someone else
it: Plugin che permette di eseguire comandi come qualcun altro.

source: [<priority>] <name> {allow,deny} [<hostmask>] <regexp> Sets a new Sudo rule, called <name> with the given <priority> (greatest numbers have precedence), allowing or denying to run commands matching the pattern <regexp>, from users to run commands as wearing the <hostmask>. The <priority> must be a relative integer. If <priority> is not given, it defaults to 0. The <hostmask> defaults to your hostmask. The <hostmask> is only needed if you set an 'allow' rule.
it: [<priorità>] <nome> {allow,deny} [<hostmask>] <regexp> Imposta una nuova regola <nome> per Sudo con la <priorità> specificata (numeri alti hanno la precedenza), permettendo o negando l'esecuzione di comandi che corrispondono a <regexp> da utenti che posseggono <hostmask>. <priorità> deve essere un numero relativo; se non specificata, il valore predefinito è 0. La <hostmask> predefinita è la tua ed è necessaria solo se imposti una regola "allow".

source: You don't have to give a hostmask when setting a "deny" rule.
it: Quando imposti una regola "deny" non devi fornire una hostmask.

source: This name already exists
it: Questo nome esiste già.

source: <id> Remove a Sudo rule.
it: <id> Rimuove una regola di Sudo.

source: This name does not exist.
it: Questo nome non esiste.

source: <command> [<arg1> [<arg2> ...]] Runs the command following the Sudo rules.
it: <comando> [<argomento1> [<argomento2> ...]] Esegue il comando in base alle regole di Sudo.

source: Sudo not granted.
it: Sudo non permesso.
