Repository: ki113d/Supybot-plugins
Catalog: ERepublik/locales/*.po
Languages: it

source: This citizen does not exist.
it: Questo cittadino non esiste.

source: <name|id> Displays informations on the given citizen.
it: <nome|id> Visualizza le informazioni sul cittadino specificato.

source: <name|id> Displays the citizen's medals.
it: <nome|id> Visualizza le medaglie del cittadino.

source: %s has the following medal(s): %s
it: %s ha le seguenti medaglie: %s

source: <name> Displays money's rates.
it: <nome> Visualizza il costo del denaro.

source: <channel> Calls for invasion of the channel.
it: <canale> Richiede l'invasione del canale.

source: PREPARE FOR ORGANIZED JUMP INTO THE CHANNEL
it: PREPARARSI PER L'ASSALTO ORGANIZZATO AL CANALE

source: Join %s !
it: Entra in %s !

source: <user|id> Returns the link to the user's profile.
it: <utente|id> Riporta il link al profilo dell'utente.

source: <user|id> Returns the link to the user's 'donate' page.
it: <utente|id> Riporta il link alla pagina "donazioni" dell'utente.

source: take no arguments Returns the eRepublik main links.
it: non necessita argomenti Riporta i collegamenti principali di eRepublik.

source: take no arguments Returns the eRepublik land links.
it: non necessita argomenti Riporta i collegamenti terrestri di eRepublik.

source: <name|id> Shows how many damages you can make in one hit.
it: <nome|id> Mostra quanti danni puoi fare con un solo colpo.

source: damages: %i
it: danni: %i

source: kamikaze attack with full food: %i
it: attacco kamikaze con la riserva di cibo piena: %i
