Repository: ki113d/Supybot-plugins
Catalog: Trivia/locales/*.po
Languages: it

source: The character used for a blank when displaying hints
it: Il carattere usato per lo spazio vuoto quando vengono visualizzati i suggerimenti.

source: The number of hints to be given for each question
it: Il numero di suggerimenti da fornire per ogni domanda.

source: The number of seconds to allow for each question
it: Il numero di secondi permessi per ogni domanda.

source: The fraction of the answer that should be revealed with each hint
it: La porzione della risposta rivelata da ogni suggerimento.

source: The flexibility of the trivia answer checker. One typo will be allowed for every __ characters.
it: La flessibilità del controllore delle risposte, sarà consentito un errore di battitura ogni __ caratteri.

source: The mIRC color to use for trivia questions
it: Il colore mIRC da utilizzare per le domande del trivia.

source: The number of questions that can go unanswered before the trivia stops automatically.
it: Il numero di domande che possono rimanere senza risposta prima che il trivia si fermi automaticamente.

source: The path to the scores file. If it doesn't exist, it will be created.
it: Il percorso del file dei punteggi, se non esiste verrà creato.

source: The path to the questions file. If it doesn't exist, it will be created.
it: Il percorso del file delle domande, se non esiste verrà creato.

source: The default number of questions to be asked in a round of trivia.
it: Il numero predefinito di domande da porre in una partita di trivia.

source: The separator used between the questions and answers in your trivia file.
it: Il separatore usato tra le domande e le risposte nel file del trivia.

source: Seems like no one's playing any more.
it: Sembra che nessuno stia più giocando.

source: Oops! I ran out of questions!
it: Oops! Ho finito le domande!

source: 003%s#%d of %d: %s
it: 003%s#%d di %d: %s

source: Trivia stopping.
it: Trivia fermato.

source: Top finishers:
it: Primi classificati:

source: No one got the answer! It was: %s
it: Nessuno ha la risposta! Era: %s

source: HINT: %s%s
it: Suggerimento: %s%s

source: %s got it! The full answer was: %s. Points: %d
it: %s ha indovinato! La risposta intera era: %s. Punti: %d

source: [<channel>] [<number of questions>] Starts a game of trivia. <channel> is only necessary if the message isn't sent in the channel itself.
it: [<canale>] [<numero di domande>] Inizia una partita di trivia. <canale> è necessario solo se il messaggio non viene inviato nel canale stesso.

source: Orphaned trivia game found and removed.
it: Trovata e rimossa una partita di trivia abbandonata.

source: %d questions added to active game!
it: %d domande aggiunte al gioco in corso!

source: [<channel>] Stops a running game of trivia. <channel> is only necessary if the message isn't sent in the channel itself.
it: [<canale>] Interrompe una partita di trivia in corso. <canale> è necessario solo se il messaggio non viene inviato nel canale stesso.

source: No trivia started
it: Nessun trivia avviato.

source: Trivia stopped
it: Trivia fermato.
