Repository: ki113d/Supybot-plugins
Catalog: WebStats/locales/*.po
Languages: fr, it

source: Determines the hostname the web server will bind. Empty value is equivalent to 0.0.0.0.
fr: Détermine le nom d'hôte que le serveur web bindera. Une valeur vide est équivalente à 0.0.0.0.
it: Determina l'hostname al quale si collegherà il server web. Un valore vuoto equivale a 0.0.0.0.

source: Determines the port the web server will bind.
fr: Détermine le port que le serveur web bindera.
it: Determina la porta alla quale si collegherà il server web.

source: Determines whether the stats are enabled for this channel.
fr: Détermine si les statistiques sont activées pour ce canal.
it: Determina se le statistiche siano abilitate per questo canale.

source: Determines what language is used on the website
fr: Détermine quelle langue est utilisée sur le site web.
it: Determina la lingua utilizzata sul sito.

source: en
fr: fr
it: it

source: about
fr: apropos
it: a proposito

source: <p>This website is powered by three awesome softwares : <ul> <li> The well-known <a href="http://python.org">Python</a> programming language </li> <li> <a href="http://supybot.com">Supybot</a>, the best Python IRC bot in existance </li> <li> <a href="mailto:progval@gmail.com">ProgVal</a>'s <a href="http://supybot.fr.cr/WebStats">WebStats plugin for Supybot</a> </li>
fr: <p>Ce site web est propulsé par trois logiciels géniaux : <ul> <li> Le bien connu langage de programmation <a href="http://python.org">Python</a> </li> <li> <a href="http://supybot.com">Supybot</a>, le meilleur robot IRC en Python au monde </li> <li> Le plugin <a href="http://supybot.fr.cr/WebStats">WebStats pour Supybot</a> de <a href="mailto:progval@gmail.com">ProgVal</a> </li>
it: <p>Questo sito è alimentato da tre ottimi software: <ul> <li> Il ben conosciuto linguaggio di programmazione <a href="http://python.org">Python</a> </li> <li> <a href="http://supybot.com">Supybot</a>, il miglior bot IRC in Python esistente </li> <li> Il <a href="http://supybot.fr.cr/WebStats">plugin WebStats per Supybot</a> di <a href="mailto:progval@gmail.com">ProgVal</a> </li>

source: Stats about %s channel
fr: Statistiques du canal %s
it: Statistiche del canale %s

source: View nick-by-nick stats
fr: Voir les statistiques nick par nick
it: Vedi le statistiche nick per nick

source: There were %n, %n, %n, %n, %n, %n, %n, and %n.
fr: Il y a eu %n, %n, %n, %n, %n, %n, %n, et %n.
it: C'era %n, %n, %n, %n, %n, %n, %n e %n.

source: line
fr: ligne
it: riga

source: word
fr: mot
it: parola

source: char
fr: caractère
it: carattere

source: nick change
fr: changement de nick
it: cambiamento di nick

source: Hour
fr: Heure
it: Ora

source: Stats available for no channels
fr: Statistiques disponibles pour aucun canal
it: Statistiche disponibili per nessun canale

source: Stats available for a channel:
fr: Statistiques disponibles pour un canal :
it: Statistiche disponibili per un canale

source: Stats available for channels:
fr: Statistiques disponibles pour les canaux :
it: Statistiche disponibili per i canali:

source: View the stats for the %s channel
fr: Voir les statistiques pour le canal %s
it: Vedi le statistiche per il canale %s

source: Joins
fr: Arrivées
it: Join

source: Lines
fr: Lignes
it: Righe

source: Parts
fr: Départs
it: Part

source: Words
fr: Mots
it: Parole

source: Kicked
fr: Kické
it: Cacciati (kick)

source: Kicks
it: Kick

source: Nick changes
fr: Changements de nick
it: Cambiamenti di nick

source: Quits
it: Quit

source: chars
fr: caractères
it: caratteri

source: joins
fr: arrivées
it: join

source: lines
fr: lignes
it: righe

source: words
fr: mots
it: parole

source: kickers
fr: kicks
it: "kicker"

source: nick changes
fr: changements de nick
it: cambiamenti di nick

source: parts
fr: départs
it: part

source: quits
it: quit

source: kicked
fr: kické
it: cacciati (kick)

source: kicks
it: kick

source: Stats about %s channel users
fr: Statistiques des utilisateurs du canal %s
it: Statistiche sugli utenti del canale %s

source: View global stats
fr: Voir les statistiques globales
it: Vedi le statistiche globali

source: Come back to the root page
fr: Retourner à la page principale
it: Torna alla pagina principale

source: About
fr: À propos
it: A proposito

source: Get more informations about this website
fr: Plus d'informations à propos de ce site
it: Ottieni maggiori informazioni su questo sito

source: join
fr: arrivée

source: part
fr: départ

source: Home
fr: Accueil
