Repository: ki113d/Supybot-plugins
Catalog: Eureka/locales/*.po
Languages: fr, it

source: Determines the format used by the bot to display the score of a user.
fr: Détermine le format utilisé par le bot pour afficher le score d'un utilisateur
it: Determina il formato utilizzato dal bot per visualizzare il punteggio di un utente.

source: Determines the string between two user scores.
fr: Détermine la chaîne entre deux scores d'utilisateurs
it: Determina la stringa da usare tra due punteggi utente.

source: Nobody replied with (one of this) answer(s): %s.
fr: Personne n'a répondu correctement. La ou les bonnes réponses étaient : %s.
it: Nessuno ha risposto con una di queste risposte: %s.

source: Another clue: %s
fr: Un autre indice : %s
it: Un altro indizio: %s.

source: Congratulations %s! The answer was %s.
fr: Félicitations %s ! La réponse était %s.
it: Congratulazioni %s! La risposta era %s.

source: Another valid answer is: '%s'.
fr: Une autre réponse valide était : '%s'.
it: Un'altra risposta valida è: "%s".

source: Other valid answers are: '%s'.
fr: Les autres réponses valides étaients : '%s'.
it: Altre risposte valide sono: "%s".

source: [<channel>] Return the scores on the <channel>. If <channel> is not given, it defaults to the current channel.
fr: [<canal>] Retourne les scores sur le <canal>. Si <canal> n'est pas donné, il correspond au canal actuel.
it: [<canale>] Riporta i punteggi di <canale>. Se <canale> non è fornito, usa quello attuale.

source: Eureka is not enabled on this channel
fr: Eureka n'est pas activé sur ce canal.
it: Eureka non è in funzione su questo canale.

source: Noone played yet.
fr: Personne n'a joué pour l'instance.
it: Nessuno ha ancora giocato.

source: [<channel>] <nick> Return the score of <nick> on the <channel>. If <channel> is not given, it defaults to the current channel.
fr: [<canal>] <nick> Retourne le score de <nick> sur le <canal>. Si <canal> n'est pas donné, il correspond au canal actuel.
it: [<canale>] <nick> Riporta il punteggio di <nick> su <canale>. Se <canale> non è fornito, usa quello attuale.

source: This user did not play yet.
fr: Cet utilisateur n'a pas encore joué.
it: Questo utente non ha ancora giocato.

source: [<channel>] Start the Eureka on the given <channel>. If <channel> is not given, it defaults to the current channel.
fr: [<canal>] Démarre Eureka sur le <canal>. Si <canal> n'est pas donné, il correspond au canal actuel.
it: [<canale>] Avvia Eureka su <canale>. Se <canale> non è fornito, usa quello attuale.

source: Eureka is already enabled on this channel
fr: Eureka est déjà actif sur ce canal.
it: Eureka è già in funzione su questo canale.

source: [<channel>] Stop the Eureka on the given <channel>. If <channel> is not given, it defaults to the current channel.
fr: [<canal>] Arrête Eureka sur le <canal>. Si <canal> n'est pas donné, il correspond au canal actuel.
it: [<canale>] Ferma Eureka su <canale>. Se <canale> non è fornito, usa quello attuale.

source: [<channel>] Pause the Eureka on the given <channel>. If <channel> is not given, it defaults to the current channel.
fr: [<canal>] Met Eureka en pause sur le <canal>. Si <canal> n'est pas donné, il correspond au canal actuel.
it: [<canale>] Mette Eureka in pausa su <canale>. Se <canale> non è fornito, usa quello attuale.

source: Eureka is already paused.
fr: Eureka est déjà en pause.
it: Eureka è già in pausa.

source: [<channel>] Resume the Eureka on the given <channel>. If <channel> is not given, it defaults to the current channel.
fr: [<canal>] Relance Eureka sur le <canal>. Si <canal> n'est pas donné, il correspond au canal actuel.
it: [<canale>] Fa ripartire Eureka su <canale>. Se <canale> non è fornito, usa quello attuale.

source: Eureka is not paused.
fr: Eureka n'est pas en pause.
it: Eureka non è in pausa.

source: [<channel>] <nick> <number> Increase or decrease the score of <nick> on the <channel>. If <channel> is not given, it defaults to the current channel.
fr: [<canal>] <nick> <nombre> Augemente ou diminue le score de <nick> sur le <canal>. Si <canal> n'est pas donné, il correspond au canal actuel.
it: [<canale>] <nick> <numero> Aumenta o diminuisce il punteggio di <nick> su <canale>. Se <canale> non è fornito, usa quello attuale.

source: [<channel>] Give up with this question, and switch to the next one.
fr: [<canal>] Abandonne la question, et passe à la suivante.
it: [<canale>] Abbandona la domanda e passa alla successiva.

source: [<channel>] Give the next clue.
fr: [<canal>] Donne l'indice suivant.
it: [<canale>] Fornisce l'indizio successivo.
